{
  "teams": [
    {
      "idTeam": "134865",
      "idSoccerXML": null,
      "idAPIfootball": "141",
      "intLoved": "1",
      "strTeam": "Golden State Warriors",
      "strTeamAlternate": "",
      "strTeamShort": "GSW",
      "intFormedYear": "1946",
      "strSport": "Basketball",
      "strLeague": "NBA",
      "idLeague": "4387",
      "strLeague2": "NBA Summer League",
      "idLeague2": "5399",
      "strLeague3": "",
      "idLeague3": null,
      "strLeague4": "",
      "idLeague4": null,
      "strLeague5": "",
      "idLeague5": null,
      "strLeague6": "",
      "idLeague6": null,
      "strLeague7": "",
      "idLeague7": null,
      "strDivision": null,
      "idVenue": "24828",
      "strStadium": "Chase Center",
      "strKeywords": "",
      "strRSS": "http://www.nba.com/warriors/rss.xml",
      "strLocation": "San Francisco, California, USA",
      "intStadiumCapacity": "18064",
      "strWebsite": "www.warriors.com",
      "strFacebook": "www.facebook.com/warriors",
      "strTwitter": "twitter.com/warriors",
      "strInstagram": "www.instagram.com/warriors",
      "strDescriptionEN": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971. The club plays its home games at the Chase Center.\r\n\r\nThe Warriors won the inaugural Basketball Association of America (BAA) championship in 1947, and won again in 1956, led by Hall of Fame trio Paul Arizin, Tom Gola, and Neil Johnston. After the trade of star Wilt Chamberlain in January 1965, the team finished the 1964–65 season with the NBA's worst record (17–63). Their rebuilding period was brief due in large part to the Warriors' drafting of Rick Barry four months after the trade. In 1975, star players Barry and Jamaal Wilkes powered the Warriors to their third championship, widely considered one of the biggest upsets in NBA history.\r\n\r\nThe team struggled in the 1980s, then became playoff regulars at the turn of the decade with stars Tim Hardaway, Mitch Richmond, and Chris Mullin, nicknamed \"Run TMC\". The team returned to championship glory in 2015, led by Stephen Curry, Klay Thompson, and Draymond Green; they won again in 2017 and 2018 (with the help of former MVP Kevin Durant) and again in 2022.\r\n\r\nNicknamed the \"Dubs\" as a shortening of \"W's\", the Warriors hold several NBA records: best regular season, most wins in a season (regular season and postseason combined), and best postseason run. Curry and Thompson are generally considered among the greatest backcourts of all time. The Warriors have the third most NBA championships and have the third most Finals appearances; only the Los Angeles Lakers and Boston Celtics have more. The Warriors are the second most valuable NBA franchise and the sixth-highest valued sports franchise in the world, with an estimated value of $4.7 billion.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "Golden State Warriors (en español: Guerreros del Estado Dorado) es un equipo profesional de baloncesto que juega en la NBA con base en Oakland, California. \"Golden State\" deriva del sobrenombre con que se conoce al estado de California, The Golden State (Estado Dorado), derivado de la Fiebre del Oro de 1849 y de sus doradas colinas. Actualmente hay un plan de traslado del equipo, previsto para el año 2017. Para esa fecha, la franquicia fijará su sede en San Francisco (California), ciudad donde ya estuvo instalado el equipo anteriormente.\r\n\r\nFueron los primeros de la NBA en incorporar mangas en las camisetas. Anteriormente las llevaron los Boston Celtics en la temporada 1946-47 cuando todavía no se había fundado la NBA.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strColour1": "#1d428a",
      "strColour2": "#ffc72c",
      "strColour3": "",
      "strGender": "Male",
      "strCountry": "United States",
      "strBadge": "https://www.thesportsdb.com/images/media/team/badge/irobi61565197527.png",
      "strLogo": "https://www.thesportsdb.com/images/media/team/logo/yvrqrt1421103774.png",
      "strFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wwtwru1421104483.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rqupxq1421106415.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/team/fanart/usyytw1421106503.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vpurpv1421106685.jpg",
      "strBanner": "https://www.thesportsdb.com/images/media/team/banner/trvuqs1421104327.jpg",
      "strEquipment": "https://www.thesportsdb.com/images/media/team/equipment/2018-134865-Jersey.png",
      "strYoutube": "www.youtube.com/warriors",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "134867",
      "idSoccerXML": null,
      "idAPIfootball": "145",
      "intLoved": "5",
      "strTeam": "Los Angeles Lakers",
      "strTeamAlternate": "",
      "strTeamShort": "LAL",
      "intFormedYear": "1947",
      "strSport": "Basketball",
      "strLeague": "NBA",
      "idLeague": "4387",
      "strLeague2": "NBA Summer League",
      "idLeague2": "5399",
      "strLeague3": "",
      "idLeague3": null,
      "strLeague4": "",
      "idLeague4": null,
      "strLeague5": "",
      "idLeague5": null,
      "strLeague6": "",
      "idLeague6": null,
      "strLeague7": "",
      "idLeague7": null,
      "strDivision": null,
      "idVenue": "25994",
      "strStadium": "Crypto.com Arena",
      "strKeywords": "",
      "strRSS": "http://www.nba.com/lakers/rss.xml",
      "strLocation": "Los Angeles, California",
      "intStadiumCapacity": "18997",
      "strWebsite": "www.lakers.com",
      "strFacebook": "www.facebook.com/losangeleslakers",
      "strTwitter": "twitter.com/Lakers",
      "strInstagram": "www.instagram.com/lakers",
      "strDescriptionEN": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles, California. They play in the Pacific Division of the Western Conference in the National Basketball Association (NBA). The Lakers play their home games at Staples Center. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, their last being in 2010. As of 2013, the Lakers are the second most valuable NBA franchise according to Forbes, having an estimated value of $1 billion.\r\n\r\nThe franchise began with the 1947 purchase of a disbanded team, the Detroit Gems of the NBL. The new team began playing in Minneapolis, Minnesota, calling themselves the Minneapolis Lakers in honor of the state's nickname, \"Land of 10,000 Lakes\". Initially a member of the National Basketball League, the Lakers won the 1948 NBL championship before joining the rival Basketball Association of America and winning five of the next six BAA and NBA championships in Minneapolis after the NBA formed in 1949. The team was propelled by center George Mikan, who is described by the NBA's official website as the league's \"first superstar\". After struggling financially in the late 1950s following Mikan's retirement, they relocated to Los Angeles before the 1960–61 season.\r\n\r\nLed by Hall of Famers Elgin Baylor and Jerry West, Los Angeles made the NBA Finals six times in the 1960s, but lost each series to the Boston Celtics, beginning their long and storied rivalry. In 1968, the Lakers acquired four time MVP Wilt Chamberlain to play center, and after losing in the Finals in 1969 and 1970, they won their sixth NBA title—and first in Los Angeles—in 1972, led by new head coach Bill Sharman. After the retirement of West and Chamberlain, the team acquired another center, Kareem Abdul-Jabbar, who had won multiple MVP awards, but was unable to make the Finals in the late 1970s. The 1980s Lakers were nicknamed \"Showtime\" due to their Magic Johnson-led fast break-offense, and won five championships in a nine-year span, including their first ever Finals championship against the Celtics in 1985. This team featured Hall of Famers in Johnson, Abdul-Jabbar, and James Worthy, and a Hall of Fame coach, Pat Riley. After Abdul-Jabbar and Johnson's retirement, the team struggled in the early 1990s before acquiring Shaquille O'Neal and Kobe Bryant in 1996. Led by O'Neal, Bryant, and another Hall of Fame coach, Phil Jackson, Los Angeles won three consecutive titles between 2000 to 2002, securing the franchise its second \"three-peat\". After losing both the 2004 and 2008 NBA Finals, the Lakers won two more championships by defeating the Orlando Magic in 2009 and Boston in 2010.\r\n\r\nThe Lakers hold the record for NBA's longest winning streak, 33 straight games, set during the 1971–72 season. Sixteen Hall of Famers have played for Los Angeles, while four have coached the team. Four Lakers—Kareem Abdul-Jabbar, Magic Johnson, Shaquille O'Neal and Kobe Bryant—have won the NBA Most Valuable Player Awards for a total of eight awards.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strColour1": "#fdb927",
      "strColour2": "#3a0078",
      "strColour3": "",
      "strGender": "Male",
      "strCountry": "United States",
      "strBadge": "https://www.thesportsdb.com/images/media/team/badge/d8uoxw1714254511.png",
      "strLogo": "https://www.thesportsdb.com/images/media/team/logo/rxvrqx1421279371.png",
      "strFanart1": "https://www.thesportsdb.com/images/media/team/fanart/c40roe1590335658.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/team/fanart/wtpwup1421281832.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/team/fanart/ytpupy1421281851.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/team/fanart/0cvk4j1590336121.jpg",
      "strBanner": "https://www.thesportsdb.com/images/media/team/banner/ryqwsx1421282058.jpg",
      "strEquipment": "https://www.thesportsdb.com/images/media/team/equipment/xc022l1507047766.png",
      "strYoutube": "www.youtube.com/channel/UC8CSt-oVqy8pUAoKSApTxQw",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133667",
      "idSoccerXML": "75",
      "idAPIfootball": "489",
      "intLoved": "5",
      "strTeam": "AC Milan",
      "strTeamAlternate": "Milan",
      "strTeamShort": "MIL",
      "intFormedYear": "1899",
      "strSport": "Soccer",
      "strLeague": "Italian Serie A",
      "idLeague": "4332",
      "strLeague2": "Coppa Italia",
      "idLeague2": "4506",
      "strLeague3": "UEFA Champions League",
      "idLeague3": "4480",
      "strLeague4": "",
      "idLeague4": null,
      "strLeague5": "",
      "idLeague5": null,
      "strLeague6": "",
      "idLeague6": null,
      "strLeague7": "",
      "idLeague7": null,
      "strDivision": null,
      "idVenue": "16431",
      "strStadium": "Stadio Giuseppe Meazza",
      "strKeywords": "Rossoneri",
      "strRSS": "http://www.acmilan.com/es/feed",
      "strLocation": "San Siro, Milan",
      "intStadiumCapacity": "80018",
      "strWebsite": "www.acmilan.com",
      "strFacebook": "www.facebook.com/ACMilan",
      "strTwitter": "twitter.com/acmilan",
      "strInstagram": "instagram.com/acmilan",
      "strDescriptionEN": "Associazione Calcio Milan, commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.\r\n\r\nWith 18 officially recognised UEFA and FIFA titles, they are the fourth most successful club in the world, along with Boca Juniors, and the most successful Italian club at international level. Milan has won a joint record three Intercontinental Cups and one FIFA Club World Cup, seven European Cup/Champions League titles (Italian record), the UEFA Super Cup a joint record five times and the Cup Winners' Cup twice. With 18 league titles, Milan is the joint-second most successful club in Serie A, along with local rivals Internazionale and behind Juventus (33). They have also won the Coppa Italia five times, and the Supercoppa Italiana seven.\r\n\r\nMilan's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with city rivals Internazionale, is the largest in Italian football, with a total capacity of 80,018. Inter are considered their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football.\r\n\r\nThe former owner of the club was former Italian prime minister Silvio Berlusconi, who owned the club for 31 years. The club is one of the wealthiest in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs as well as its replacement, the European Club Association.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": "L'Associazione Calcio Milan, meglio nota come A.C. Milano anche Milan (AFI: /ˈmilan/), è una società calcistica italiana fondata nel 1899 con sede nella città di Milano.\r\n\r\nLa squadra milita nella Serie A del campionato italiano di calcio, dove ha giocato pressoché stabilmente: dalla sua introduzione nella stagione 1929-1930, infatti, ha partecipato a 86 campionati di Serie A a girone unico su 88. L'esordio in massima serie nel periodo antecedente il girone unico risale al 1900.\r\n\r\nÈ la terza squadra al mondo per numero di titoli internazionali vinti (18, a pari merito con il Boca Juniors e l'Independiente e alle spalle di Real Madrid e Al-Ahly, rispettivamente a quota 27 e 20).Nella sua bacheca figurano, a livello internazionale, 7 Coppe dei Campioni/UEFA Champions League, 2 Coppe delle Coppe, 5 Supercoppe europee, 3 Coppe Intercontinentali e una Coppa del mondo per club FIFA. Se in ambito internazionale il Milan è la squadra italiana con più successi, la prima italiana ad essersi aggiudicata la Coppa dei Campioni (nel 1962-1963) e la seconda squadra europea e prima italiana per numero di finali di Coppa dei Campioni/UEFA Champions League disputate (11), in ambito italiano è il secondo club più titolato, a pari merito con l'Inter e alle spalle della Juventus (57 trofei), avendo vinto 30 trofei nazionali: 18 scudetti, 5 Coppe Italia e 7 Supercoppe italiane. Complessivamente, con 48 trofei ufficiali vinti (30 nazionali e 18 internazionali), è il secondo club italiano più titolato dietro alla Juventus (68). È stata inoltre la prima squadra a vincere, nel 1991-1992, il campionato italiano a girone unico senza subire sconfitte,eguagliata dalla Juventus nel 2011-2012. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8) e il FIFA World Player (3).\r\n\r\nIl club figura al settantottesimo posto della graduatoria continentale dell'UEFA, stilata in base ai risultati ottenuti nelle competizioni UEFA per club nell'ultimo quinquennio e al quarto posto nella classifica stilata dall'IFFHS dei migliori club europei del XX secolo.",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strColour1": "#FB090B",
      "strColour2": "#000000",
      "strColour3": "",
      "strGender": "Male",
      "strCountry": "Italy",
      "strBadge": "https://www.thesportsdb.com/images/media/team/badge/wvspur1448806617.png",
      "strLogo": "https://www.thesportsdb.com/images/media/team/logo/syvurp1425356171.png",
      "strFanart1": "https://www.thesportsdb.com/images/media/team/fanart/ypxxqs1420507288.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/team/fanart/txvurv1420507301.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/team/fanart/yxtrst1420507320.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uvsqrx1421077633.jpg",
      "strBanner": "https://www.thesportsdb.com/images/media/team/banner/swxxxw1425356108.jpg",
      "strEquipment": "https://www.thesportsdb.com/images/media/team/equipment/g04lh51720881354.png",
      "strYoutube": "www.youtube.com/acmilan",
      "strLocked": "unlocked"
    }
  ]
}
